---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.ZoneEquipmentData
source: html/5ad2030f-e72e-4ccc-21b8-d4560740dfe6.htm
---
# ZoneEquipmentData Properties

The air system used for this zone equipment, if applicable.